{
  "languagePatterns": {
    "title": "Фокусы языка",
    "description": "Вербальные рефрейминги, которые воздействуют на убеждения и мировоззрение. 14 способов мышления и формулирования утверждений.",
    "patterns": [
      {
        "id": 1,
        "name": "Намерение",
        "definition": "Высказывания и убеждения, которые говорят о намерениях, желаниях, устремлениях",
        "keywords": ["Я намерен сделать", "Я хочу чтобы", "Ты чего хочешь?", "Что ты намерен сделать?"],
        "examples": {
          "everyday": [
            "Ребята, давайте жить дружно!",
            "Сделайте умное лицо, сейчас вылетит птичка!",
            "Счастья всем! Даром! И пусть никто не уйдет обиженным!",
            "Нам надо поговорить.",
            "Я не могу позволить себе бросить работу. - Я понимаю, что стабильность крайне важна для вас.",
            "Хочу похудеть, но не могу отказаться от сладкого. - Понимаю, удовольствие от еды очень важно для вас.",
            "Не хочу идти на встречу. - Вы хотите сохранить свое время для более важных дел?",
            "Боюсь начинать новый проект. - Вы стремитесь к безопасности и уверенности в результате?"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Вы наверное хотите сэкономить? Давайте я вам предложу такой вариант...",
            "Не готов принимать решение. - Понимаю, вы хотите быть уверены в правильности выбора.",
            "Слишком дорого для меня. - Вы стремитесь к разумной трате денег, это правильно.",
            "Нужно подумать еще. - Вы хотите принять взвешенное решение, это мудро."
          ]
        }
      },
      {
        "id": 2,
        "name": "Переопределение",
        "definition": "Замена одного из критериев утверждения на синоним без изменения контекста. Синоним может быть более мягким или жестким.",
        "keywords": ["Другими словами, это", "Это немного не то", "Давайте сформулируем не так жестко"],
        "examples": {
          "everyday": [
            "Жадный - экономный",
            "Лживый - дипломатичный",
            "Шпион - разведчик",
            "Я не туплю, я медленно думаю",
            "Он не голубой, он светло-синий",
            "Жена должна быть послушной! - Вам нравятся безвольные женщины?",
            "Упрямый - последовательный в своих убеждениях",
            "Болтливый - коммуникабельный",
            "Медлительный - основательный",
            "Скучный - стабильный и надежный"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Хотите сказать, что еще не успели устать от поездок?",
            "Это слишком сложно. - Вы имеете в виду, что это требует внимания к деталям?",
            "Я не готов к таким тратам. - То есть вы предпочитаете осторожный подход к инвестициям?",
            "Мне это не подходит. - Понимаю, вы ищете более персонализированное решение?"
          ]
        }
      },
      {
        "id": 3,
        "name": "Последствия",
        "definition": "Способ обратить внимание к чему может привести какое-либо действие или бездействие.",
        "keywords": ["К чему это приведет?", "Это означает что", "В результате"],
        "examples": {
          "everyday": [
            "Знание фокусов языка сделает вас более успешными переговорщиками",
            "Если вы купите этот мерседес, то все девушки будут ваши",
            "Я совершенно не способен бросить курить. - Это хороший способ оправдать свою раннюю смерть",
            "Регулярные тренировки приведут к улучшению вашего здоровья",
            "Откладывание дел на потом создаст стресс в будущем",
            "Изучение нового языка откроет новые карьерные возможности",
            "Игнорирование проблем приведет к их усугублению"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Ваше стремление поступить обдуманно поможет избежать сожалений в будущем",
            "Слишком дорого. - Экономия сейчас может обернуться большими тратами потом",
            "Не уверен в качестве. - Сомнения помогут вам выбрать действительно надежный продукт",
            "Нет времени разбираться. - Потраченное сейчас время сэкономит часы в будущем"
          ]
        }
      },
      {
        "id": 4,
        "name": "Разделение",
        "definition": "Дробление высказывания на части и уточнение его деталей. Способ показать, что общие правила не действуют на частные случаи.",
        "keywords": ["Расскажите пожалуйста поподробнее", "Конкретно", "В частности"],
        "examples": {
          "everyday": [
            "Меня не все раздражают. К мертвым я отношусь спокойно",
            "Кролики - это не только ценный мех, но и 3-4 кг легкоусвояемого мяса",
            "Фокусы языка могут выучить и мужчины, и женщины, и юноши, и девушки",
            "Где вы были столько времени? - Вот эти жалкие 10 минут для вас является временем?",
            "Все люди разные - есть интроверты, экстраверты, амбиверты",
            "Работа бывает творческой, рутинной, физической, интеллектуальной",
            "Отдых может быть активным, пассивным, семейным, индивидуальным"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Что именно вы хотели бы узнать подробнее?",
            "Мне не нравится сервис. - Что конкретно в сервисе вас не устраивает?",
            "Слишком сложно. - Какая именно часть кажется сложной?",
            "Дорого. - Давайте разберем, из чего складывается цена"
          ]
        }
      },
      {
        "id": 5,
        "name": "Объединение",
        "definition": "Обобщение, укрупнение того, что было сказано. Способ показать, что сказанное является частью чего-то большего.",
        "keywords": ["все", "всегда", "часто", "вообще", "многие", "большинство", "в целом"],
        "examples": {
          "everyday": [
            "Все что вы скажете, будет использовано против вас",
            "Все, кто знают фокусы языка, имеют преимущество",
            "Так принято в международной практике",
            "У меня никогда не получится уйти с этой работы. - Ты что, никогда ничего не мог изменить?",
            "Это общемировая тенденция",
            "Везде так делают",
            "Это часть большой системы",
            "Все успешные люди так поступают"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Все равно все производится в Китае, поэтому...",
            "У вас дорого. - Это общие тенденции рынка",
            "Не доверяю новинкам. - Все инновации когда-то были новинками",
            "Сложно разобраться. - Большинство клиентов быстро осваивают систему"
          ]
        }
      },
      {
        "id": 6,
        "name": "Аналогия",
        "definition": "Способ объяснить происходящее примером из других контекстов. Любая метафора или ассоциация.",
        "keywords": ["Это похоже на", "Была аналогичная ситуация", "Это как в", "Подобно тому как"],
        "examples": {
          "everyday": [
            "Ты будто бабочка - порхаешь с цветка на цветок",
            "Изворачивается, как уж на сковородке",
            "Это всё равно, что сказать, что все художники - лжецы",
            "Гадкий утёнок в конце книги становится лебедем",
            "Это как строить дом без фундамента",
            "Словно искать иголку в стоге сена",
            "Как корабль без компаса в океане",
            "Это напоминает шахматную партию"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Выбор компьютера подобен путешествию",
            "Слишком рискованно. - Это как вождение автомобиля - кажется опасным, пока не научишься",
            "Много функций не нужно. - Это как швейцарский нож - лучше иметь и не пользоваться",
            "Сложно выбрать. - Выбор похож на поиск спутника жизни - важно найти подходящего"
          ]
        }
      },
      {
        "id": 7,
        "name": "Модель мира",
        "definition": "Утверждение, основанное на чьем-то мнении. Приводится пример других вариантов убеждения, ссылаясь на авторитетов.",
        "keywords": ["Я считаю что", "Они так считают", "Древние верили", "Ученые доказали", "Эксперты утверждают"],
        "examples": {
          "everyday": [
            "Психологи утверждают, что ошибки помогают развиваться",
            "Это Эйнштейн так считал",
            "В чужой монастырь со своим уставом не ходят",
            "Если бы на вашем месте был Уорен Баффет, то он не медлил бы",
            "Стив Джобс говорил, что простота - высшая сложность",
            "Конфуций учил, что путь в тысячу ли начинается с одного шага",
            "Исследования показывают эффективность этого подхода",
            "Менторы всегда советуют начинать с малого"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - По отзывам покупателей и мнению экспертов...",
            "Не уверен в надежности. - Независимые эксперты подтверждают качество",
            "Дорого для меня. - Финансовые консультанты рекомендуют инвестировать в качество",
            "Сложно в использовании. - IT-специалисты называют интерфейс интуитивным"
          ]
        }
      },
      {
        "id": 8,
        "name": "Стратегия реальности",
        "definition": "Предлагает рассмотреть историю возникновения убеждения. Как внутренняя реальность связана с окружающей.",
        "keywords": ["Где ты это увидел?", "Откуда такие сведения?", "Как это можно проверить?", "На чем основано?"],
        "examples": {
          "everyday": [
            "Быть богатым опасно. - Возможно это твои родители боялись?",
            "Замуж можно выходить только раз. - Это ты в журнале прочитала?",
            "Вы можете убедиться, посмотрев на график",
            "Статистика доходности показывает минимальные риски",
            "Документы подтверждают законность операции",
            "Сертификаты качества доступны для проверки",
            "История компании говорит о надежности",
            "Отзывы клиентов можно найти в открытых источниках"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Можно показать сравнение цен в интернете",
            "Сомневаюсь в качестве. - Вот результаты независимых тестов",
            "Слышал плохие отзывы. - Давайте посмотрим на статистику удовлетворенности",
            "Не доверяю производителю. - Вот данные о сертификации и наградах"
          ]
        }
      },
      {
        "id": 9,
        "name": "Иерархия критериев",
        "definition": "Переводим внимание на критерий или ценность, связанную с убеждением, и объявляем ее более значимой.",
        "keywords": ["важнее, чем", "лучше...чем", "хуже, чем", "главное", "приоритет"],
        "examples": {
          "everyday": [
            "Жить хорошо. А хорошо жить - еще лучше",
            "Не важно что опоздал, важно что пришел",
            "Что важнее: делать по правилам или достигать результата?",
            "Главное, чтобы тебе было комфортно их иметь",
            "Качество важнее количества",
            "Здоровье дороже денег",
            "Время ценнее материальных благ",
            "Отношения важнее карьеры"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Главное, что вы сейчас у нас",
            "Дорого. - Главное не цена, а ценность для вас",
            "Долго разбираться. - Важнее получить результат, чем сэкономить время на изучении",
            "Много функций. - Лучше иметь возможности, чем ограничения"
          ]
        }
      },
      {
        "id": 10,
        "name": "Изменение размеров фрейма",
        "definition": "Увеличение или уменьшение рамки восприятия - временной, количественной, пространственной.",
        "keywords": ["В течение дня", "В масштабах года", "В размерах города", "В перспективе"],
        "examples": {
          "everyday": [
            "У меня никогда не получится. - То есть сегодня домой не пойдешь?",
            "В школе тебе тоже казалось, что это никогда не закончится?",
            "Москва - это не вся Россия",
            "Сегодня не в силах даже фигней заниматься",
            "За час можно многое успеть",
            "За десять лет все изменится",
            "В масштабах вселенной это мелочь",
            "На протяжении жизни приоритеты меняются"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Можете ходить месяц, а можете решить за час",
            "Дорого. - В расчете на год использования это копейки в день",
            "Сложно освоить. - Первые пять минут всегда самые трудные",
            "Много времени займет. - За неделю войдете в ритм"
          ]
        }
      },
      {
        "id": 11,
        "name": "Другой результат (критерий)",
        "definition": "Предлагает рассмотреть побочные результаты и непрямые выгоды/потери от действий.",
        "keywords": ["Дело не в том, что", "зато", "А также это означает", "побочный эффект"],
        "examples": {
          "everyday": [
            "Дело не в том, где я был, а в том, с какими результатами пришел",
            "У вас дорого! - Зато качественно",
            "Когда она заботится о вас, она не заботится о себе",
            "Алкоголь не решит проблем, впрочем, как и молоко",
            "Быть умным и хорошо учиться - разные вещи",
            "Медленно, зато верно",
            "Тяжело в учении - легко в бою",
            "Что нас не убивает - делает сильнее"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Зато вы сейчас у нас, и это позволит...",
            "Дорого. - Зато вы получите дополнительную уверенность в качестве",
            "Долго ждать доставку. - Зато точно получите свежий товар",
            "Мало функций. - Зато простота в использовании"
          ]
        }
      },
      {
        "id": 12,
        "name": "Противоположный пример",
        "definition": "Рассматривает убеждение как верное в целом, но с наличием исключений.",
        "keywords": ["В большинстве случаев", "но в этот раз", "наоборот", "исключение"],
        "examples": {
          "everyday": [
            "Ты всегда мерзко одеваешься! - А что, Тане понравилось!",
            "Не будешь учиться, дворником станешь. - Эйнштейн на тройки учился",
            "У нашего дворника красный диплом",
            "И вредной быть по-своему полезно",
            "Не может быть! Но может быть, и может...",
            "Обычно так, но бывают исключения",
            "Правило работает, кроме особых случаев",
            "Большинство думает иначе, но есть и другие мнения"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Можно везде побывать и ничего не купить, а можно сделать удачную покупку сразу",
            "Обычно дешевле в интернете. - Но иногда в магазине есть эксклюзивные предложения",
            "Все говорят, что сложно. - Но находятся те, кому легко дается",
            "Обычно долго служит. - Но ваш случай может быть исключением"
          ]
        }
      },
      {
        "id": 13,
        "name": "Метафрейм",
        "definition": "Явная оценка убеждения, включая диссоциацию от него и переосмысление или создание убеждения относительно убеждения.",
        "keywords": ["Из-за таких идей", "Это распространенное мнение", "У них так, у нас этак", "подход"],
        "examples": {
          "everyday": [
            "Именно такие убеждения порождают слюнтяев и нытиков",
            "Если в это верить, то разбогатеть будет трудно",
            "Во времена СССР так было, сейчас все изменилось",
            "Раньше фильмы разбирали на цитаты, теперь на гифки",
            "Рассуждаете как дети",
            "Это старый подход к решению проблем",
            "Такое мышление характерно для прошлого века",
            "Это устаревший взгляд на вещи"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - Идея 'везде побывать' может больше времени потратить, чем денег сэкономить",
            "Дорого для меня. - Такой подход к деньгам может ограничить возможности",
            "Не доверяю новинкам. - Это консервативный взгляд, но иногда стоит рискнуть",
            "Слишком сложно. - Такое восприятие сложности может тормозить развитие"
          ]
        }
      },
      {
        "id": 14,
        "name": "Применение к себе",
        "definition": "Проверяет, действительно ли убеждение относится к самому человеку или значимым для него людям.",
        "keywords": ["А ты сам?", "Иди и сделай", "сам-то соответствуешь", "применимо ли к вам"],
        "examples": {
          "everyday": [
            "На бога надейся, а сам не плошай",
            "Ты записался добровольцем?",
            "Будете проходить мимо - проходите мимо",
            "А сам как думаешь?",
            "Люди обманывают. - Значит вы сейчас обманываете меня?",
            "Быть богатым опасно. - Тебе точно опасно быть богатым",
            "А вы сами следуете этому правилу?",
            "Готовы ли вы поступить так же?"
          ],
          "objections": [
            "Хочу компьютер, но я еще не везде был... - А давайте мы Вам предложим решение прямо сейчас",
            "Надо экономить. - А на чем вы готовы сэкономить?",
            "Качество важнее цены. - Тогда вы готовы доплатить за качество?",
            "Нужно подумать. - А что именно вы будете обдумывать?"
          ]
        }
      }
    ],
    "techniques": {
      "cascade": {
        "name": "Каскад фокусов языка",
        "description": "Последовательное применение нескольких фокусов языка, ожидая реакции собеседника",
        "example": "Не надо придираться к моим словам! - В XIX веке слово могло привести к дуэли, а мы не дети, чтобы бросаться словами, и не факт, что то, от чего Вы отказываетесь, Вы не думали тогда."
      },
      "domino": {
        "name": "Домино фокусов языка", 
        "description": "Каждый последующий фокус применяется к результату предыдущего, вовлекая клиента во внутренний диалог",
        "example": "Манипулировать плохо. - И просить нельзя, ведь это неудобно, поэтому остается молчать, как в детском саду, хотя это тоже манипуляция! Что же делать?"
      }
    },
    "usage": {
      "principle": "Не спорить, частично соглашаться и показывать другую точку зрения",
      "goal": "Постепенно снижать уверенность собеседника в утверждении до момента 'подвисания'",
      "timing": "В момент сомнений делать 'совет-внушение' о лучшем варианте"
    }
  }
}